const Categories = {
  과실류: {
    감귤: 1,
    복숭아: 2,
    사과: 3,
    배: 4,
    오렌지: 5,
    자두: 6,
    포도: 7,
  },
  과채류: {
    딸기: 8,
    수박: 9,
    참외: 10,
    메론: 11,
    방울토마토: 12,
  },
  근채류: {
    당근: 13,
    무: 14,
  },
  두류: {
    콩: 15,
    팥: 16,
  },
  버섯류: {
    느타리: 17,
    양송이: 18,
    팽이: 19,
    표고: 20,
  },
  서류: {
    감자: 21,
    고구마: 22,
  },
  수실류: {
    대추: 23,
    밤: 24,
    호두: 25,
  },
  양채류: {
    브로콜리: 26,
    양상추: 27,
    파프리카: 28,
  },
  엽경채류: {
    배추: 29,
    부추: 30,
    상추: 31,
    시금치: 32,
    쑥: 33,
    양배추: 34,
    콩나물: 35,
  },
  잡곡류: {
    옥수수: 36,
  },
  조미채소류: {
    대파: 37,
    마늘: 38,
    양파: 39,
    풋고추: 40,
    홍고추: 41,
  },
  특용작물류: {
    들깨: 42,
    땅콩: 43,
    참깨: 44,
  },
};

module.exports = Categories;
